const newstbooks = [
  {
    id: 1,
    name: "عادات موفقیت ثروتمندان",
    title: "مثل یک کارآفرینِ ثروتمند فکر کن!",
    img: "/assets/newest-books/grace-of-the-rich.jpg",
    writer: "دین گرازیوسی",
    category: "موفقیت و توسعه فردی",
    time: "27",
    page: "8",
    about:
      "خلاصه کتاب عادات موفقیت ثروتمندان درباره‌ی رمز و رازِ رسیدن به ثروتِ کلان صحبت نمی‌کنه؛ چون‌که چنین رازی در دنیا وجود نداره. درعوض این کتاب روی طرز تفکر و سبک زندگی آدمایی تمرکز کرده که درطول حیاتشون ازطریق خلق ارزش تونستن به موفقیت مالی قابل‌توجهی برسن. توی این کتاب قراره با عادات و طرز فکر ثروتمندان خودساخته آشنا بشی. استراتژی‌هایی که کتاب بهت معرفی می‌کنه، کمکت می‌کنن تا سبک زندگیت رو تغییر بدی و قدم در مسیری بذاری که مقصد هیجان‌انگیزی داره. توی این کتاب قراره از اهمیت نظم و استمرار بشنوی، از شوق یادگیری بخونی و از نحوه‌ی صحیحِ هدف‌گذاری آموزه‌های مهمی رو یاد بگیری. درنهایت اگه این توصیه‌ها رو بتونی به‌درستی در زندگیت پیاده‌سازی کنی، خیلی زود متوجه تغییرات مثبتی میشی که زندگیت رو دلچسب‌تر از گذشته می‌کنن. خبر خوب اینه که چکیدا صفر تا صد این کتاب رو برات خلاصه کرده و همین الان می‌تونی ازطریق سایت و اپلیکیشن چکیدا خلاصه کتاب عادات موفقیت ثروتمندان رو بخونی یا بشنوی.",
  },
  {
    id: 2,
    name: "تاملات",
    title: "تفکرات فیلسوفی که پادشاه روم بود",
    img: "/assets/newest-books/Reflections.jpg",
    writer: "مارکوس اورلیوس",
    category: "فلسفی",
    time: "16",
    page: "7",
    about:
      "خلاصه کتاب تاملات مارکوس اورلیوس درباره‌ی تفکرات فلسفی کسی هست که ازش به‌عنوان پادشاهِ فیلسوف یاد می‌کنن. خوندن این کتاب شاید برات عجیب باشه؛ چون‌که هروقت از پادشاه و امپراطور توی تاریخ اسم اومده، معمولا درکنارش کلماتی مثل جنگ، خون‌ریزی و ظلم هم ردیف شده؛ اما مارکوس اورلیوس برخلاف سنت پادشاهان تاریخ، جزو معدود افرادی بود که همیشه اسمش به نیکی یاد می‌شه؛ دلیلش هم به نگرش و سبک زندگی متفاوتش مربوط میشه. مارکوس اورلیوس فرمانروای روم باستان بود و بیشتر از اینکه شیفته‌ی قدرت و حکومت باشه، شیفته‌ی فلسفه و تفکر ناب رواقیون یونانی بود. خلاصه کتاب تاملات مارکوس اورلیوس، تفکرات این پادشاه عجیب رو شرح میده و نوع نگاهش به زندگی رو آشکار می‌کنه. نکته‌ی جالب درباره‌ی این کتاب اینه که مارکوس اورلیوس این کتاب رو بین سال‌های ۱۶۱ تا ۱۸۰ میلادی نوشته که اغلب توی میدان جنگ حضور داشت. کتاب تاملات مارکوس اورلیوس توی ۱۲ فصل نوشته شده و تمام این فصول خطاب به خودش بوده؛ با‌این‌حال لحن کتاب خیلی صریح و ساده هست و پیچیدگی زیادی نداره. موضوع کتاب تاملات مارکوس اورلیوس درباره‌ی قضاوت هرکس نسبت‌به رفتار خودش و مهم‌تر از همه، درنظرگرفتنِ خودش به‌عنوان جزئی کوچیک از عالم هست. نویسنده‌ی کتاب میگه که هرکسی باید رفتار خودش رو فراتر از مرزهای شخصی بسنجه و دید عمیق‌تری نسبت‌به اتفاقات داشته باشه. اورلیوس باور داشت که انسان تنها درصورتی سعادتمند میشه که طبق قوانین طبیعت زندگی و هیچ‌وقت بنده‌ی هوا و هوس خودش نشه. علاوه‌بر این موارد، به مفهوم دیگه‌ای به‌اسم لوگوس هم توی کتاب اشاره میشه. اورلیوس باور داشت که همه‌ی اتفاقات دنیا توسط لوگوس کنترل میشه و همه‌ی ما فارغ‌از خوب‌بودن یا بدبودنِ اتفاقات، باید تسلیم برنامه‌ای باشیم که لوگوس برای ما و زندگی‌مون درنظر گرفته.",
  },
  {
    id: 3,
    name: "بهبود روابط زناشویی به زبان آدمیزاد",
    title: "راهنمای عملی برای زوجین",
    img: "/assets/newest-books/Improving-relations.jpg",
    writer: "پائولا هال",
    category: "توسعه فردی",
    time: "38",
    page: "11",
    about:
      "در دنیایی که روابط می‌تونه پیچیده و حتی چالش‌برانگیز باشه، پیداکردن راهنمایی علمی برای بهبود و تقویت ارتباطات ما، می‌تونه بسیار ارزشمند باشه. خلاصه کتاب بهبود روابط زناشویی به زبان آدمیزاد یه رویکرد جامعه برای ایجاد روابط کامل و پایدار رو ارائه میده. توی این کتاب توصیه‌هایی عملی درباره‌ی تقویت ارتباطات، تقویت صمیمیت عاطفی و رشد شخصی در قلمرو روابط ارائه میشه. اگه دوست داری این کتاب رو بخونی و ازش برای بهبود روابطت با همسرت استفاده کنی، خبر خوب اینه که چکیدا صفر تا صدش رو برات خلاصه کرده و همین الان می‌تونی ازطریق سایت و اپلیکیشن چکیدا خلاصه کتاب بهبود روابط زناشویی به زبان آدمیزاد رو بخونی یا بشنوی.",
  },
  {
    id: 4,
    name: "باشگاه پنج صبحی ها",
    title: "خشتِ اولِ موفقیت",
    img: "/assets/newest-books/Club-5-morning.jpg",
    writer: "رابین شارما",
    category: "توسعه فردی",
    time: "29",
    page: "8",
    about:
      "در دنیایی که پر از هرج‌و‌مرج و حواس‌پرتیه، پیداکردن مسیر موفقیت اغلب می‌تونه دست‌نیافتنی به‌نظر برسه. خیلی از ما آدما دنبال یه فرمول یا کد مخفی می‌گردیم که اسرار موفقیت رو برای ما آشکار کنه؛ اما موفقیت حاصلِ این چیزها نیست. موفقیت حاصل عادت‌های روزانه‌ای هست که برای خودمون ایجاد می‌کنیم. خلاصه کتاب باشگاه پنج صبحی ها از رابین شارما سعی می‌کنه تا تو رو با یکی‌از مهم‌ترین عادت‌ها در مسیر موفقیت آشنا کنی: سحرخیزی! کتاب باشگاه پنج صبحی ها یه کتاب متحول‌کننده‌ست که پتانسیل هرکدوم از ما رو با بهره‌گرفتن از نیروی صبحگاهی آشکار می‌کنه. این کتابِ راهنما که توسط رابین شارما، کارشناس برجسته‌ی حوزه‌ی مدیریت و رهبری و همچنین نویسنده‌ی برخی از پرفروش‌ترین کتاب‌ها، تألیف شده، کمکت می‌کنه تا با ایجاد یه روتین صبحگاهی، روح تازه‌ای به زندگیت بدمی و زمینه رو برای داشتنِ یه زندگی موفق فراهم کنی. درطول تاریخ، افرادِ موفقِ بسیاری دستاوردهای خودشون رو به داشتنِ یه روتین صبحگاهیِ خوب نسبت دادن. از کارُآفرینان گرفته تا هنرمندان، ورزشکاران و حتی مخترعان، همگی می‌دونن که ساعاتِ اولیه‌ی روز کلید کشف پتانسیلِ اون‌هاست. رابین شارما در خلاصه کتاب باشگاه پنج صبحی ها با بررسی داستان‌های این افراد، نقشه‌ی راهی به‌سوی عظمتِ ما ارائه میده. یکی‌از چهره‌های برجسته‌ی جهان که همیشه به قدرت دگرگون‌کننده‌ی روتین صبحگاهی اشاره کرده، تیم کوک، مدیرعامل اپل هست. تیم کوک هرروز ساعت ۴:۳۰ دقیقه از خواب بیدار میشه. خودش میگه با شروع زودهنگامِ روز، یه مزیت رقابتی بزرگ به‌دست میاره که بهش اجازه میده تا درحالی‌که هنوز بقیه‌ی مردم در خواب هستن، برای فکرکردن به تصمیمات مهمی که باید اتخاذ کنه، فرصت فکرکردن داشته باشه. خلاصه کتاب باشگاه پنج صبحی ها نه‌تنها روتین افراد موفق رو بهت نشون میده، بلکه چهارچوب عملی برای به‌کارگیری از روتین صبحگاهی رو هم به خوانندگانش ارائه میده. خبر خوب اینه که چکیدا صفر تا صد این کتاب رو برات خلاصه کرد؛ بنابراین اگه به‌هر‌دلیلی فرصت مطالعه‌ی نسخه‌ی کامل این کتاب رو نداری، می‌تونی خلاصه‌ی ۰ تا ۱۰۰ این کتاب رو همین الان ازطریق سایت و اپلیکیشن چکیدا بخونی یا بشنوی.",
  },
  {
    id: 5,
    name: "فردا را از امروز سامان بده",
    title: "چطور روزمون رو متمرکزتر شروع کنیم؟",
    img: "/assets/newest-books/Organize-tomorrow.jpg",
    writer: "جیسون سِلک",
    category: "توسعه فردی",
    time: "27",
    page: "10",
    about:
      "رسیدن به اهداف و آرزوها بدون برنامه‌ریزی مثل اینه که سوار ماشینت شدی، اما نمی‌دونی که به‌سمت چه مقصدی باید رانندگی کنی.  برنامه‌ریزی بخش مهمی از زندگیِ هر آدم موفقی هست، چون که برنامه‌ریزی اهداف ما رو شفاف می‌کنه، منابع‌مون رو سامان میده و نقشه‌ی راهی رو به دستمون میده تا براساسش تصمیمات درستی رو اتخاذ کنیم.  در خلاصه کتاب فردا را از امروز سامان بده متوجه میشی که تلاشِ بیشتر، لزوما قرار نیست تو رو به موفقیت برسونه و همیشه سخت‌کوشی جواب نمی‌ده. درعوض با تغییر سبک زندگی ازطریق برنامه‌ریزی روزانه، میشه به‌طور هوشمندانه در مسیری که همیشه آرزوش رو داشتی قدم بذاری و به موفقیت‌های قابل‌توجهی برسی.  اگه دوست داری این کتاب رو بخونی، اما فرصت کافی نداری، خبر خوب اینه که چکیدا صفر تا صد این کتاب رو برات خلاصه کرده و همین الان می‌تونی ازطریق سایت و اپلیکیشن چکیدا خلاصه کتاب فردا را از امروز سامان بده، بخونی یا بشنوی.",
  },
  {
    id: 6,
    name: "می دانم چرا پرنده در قفس می خواند",
    title: "زندگینامه مربی معنوی اپرا وینفری",
    img: "/assets/newest-books/bird-in-cage.jpg",
    writer: "مایا آنجلو",
    category: "توسعه فردی",
    time: "31",
    page: "6",
    about:
      "در گستره‌ی وسیع تجربیات بشری، داستان‌های وجود دارند که مثل پژواک‌هایی درطول زمان طنین‌انداز میشن و از مرزهای سن، نژاد و فرهنگ فراتر میرن.خلاصه کتاب می دانم چرا پرنده در قفس آواز می خواند که خاطرات مایا آنجلو تا ۱۶سالگی رو روایت می‌کنه، از همین داستان‌ها پرطنین هست که مثل یه سمفونیِ زیبا و الهام‌بخش، روح انسان رو نوازش می‌کنه. مایا آنجلو این کتاب رو به شیوایی نوشته تا به همه‌ی انسان‌های دردکشیده کمک کنه که از قفس‌هایی که زندگی اغلب در اطراف ما می‌سازه، رهایی پیدا کنن. در این کتاب با سفر تحول‌آمیز مایا آنجلو به‌عنوان یه دختر جوانِ سیاه‌پوست همراه میشی که در دنیایی پر از تعصبات نژادی و تبعیضات اجتماعی به‌دنیا اومده.  مایا آنجلو در کتاب می دانم چرا پرنده در قفس می خواند با نثر شیوای خودش لایه‌های آسیب‌پذیر و انعطاف‌پذیرِ وجودش رو از بین می‌بره و زخم‌هایی که شخصیتش رو شکل دادن، برای همه نمایان می‌کنه. با هر صفحه‌ای که ورق می‌زنی، مایا تو رو به رویارویی با قفس‌های زندگی دعوت می‌کنه و به چالشت می‌کشه تا درباره‌ی برداشت‌های خودت از آزادی و اصالت بیشتر فکر کنی. خبر خوب اینه که چکیدا صفر تا صد این سفر هیجان انگیز و این کتاب آموزنده رو برات خلاصه کرده و همین الان می‌تونی ازطریق سایت و اپلیکیشن چکیدا خلاصه کتاب می دانم چرا پرنده در قفس آواز می خواند رو بخونی یا بشنوی.",
  },
  {
    id: 7,
    name: "کتابی که آرزو می کنید والدینتان خوانده بودند",
    title: "و بچه‌هات بابت خوندن این کتاب ازت قدردانی می‌کنن!",
    img: "/assets/newest-books/Wish-book.jpg",
    writer: "فیلیپیا پری",
    category: "روانشناسی",
    time: "40",
    page: "8",
    about:
      "این کتاب یه کتاب ساده برای تربیت فرزند نیست. توی این کتاب قرار نیست نویسنده بهت بگه که چطور بچه‌ت رو توالت ببری یا کِی و چطور فرزندت رو از شیر بگیری! درعوض توی این کتاب قراره یاد بگیری که چطور با فرزندت ارتباط درستی برقرار کنی، نیازهاش رو درک کنی و البته رفتار فرزندت رو کنترل کنی. خلاصه کتابی که آرزو می کنید والدینتان خوانده بودند درباره‌ی شگردها و ترفندهای تربیت فرزند نیست؛‌ اینجا قراره درباره‌ی مواردی بخونی که شاید ناراحت و عصبانی‌ت کنن، اما شنیدنشون لازمه تا به پدر یا مادر بهتری تبدیل بشی. خبر خوب اینه که چکیدا ۰ تا ۱۰۰ این کتاب رو برات خلاصه کرده و همین الان می‌تونی خلاصه کتابی که آرزو می‌کنید والدینتان خوانده بودند رو در سایت و اپلیکیشن چکیدا بخونی یا بشنوی.",
  },
  {
    id: 8,
    name: "شخصیت های خطرناک",
    title: "توصیه‌های مامور FBI برای شناخت افراد خطرناک",
    img: "/assets/newest-books/Dangerous-characters.jpg",
    writer: "جو ناوارو",
    category: "روانشناسی",
    time: "25",
    page: "8",
    about:
      "خلاصه کتاب شخصیت‌های خطرناک یه راهنمای کامل برای شناخت نیمه‌ی تاریکِ روانِ انسان هست. توی این کتاب، جو ناوارو به‌عنوان یکی‌از افسران کارکشته‌ی پلیس FBI که سابقه‌ی مذاکره با مجرمان بسیاری رو داشته، نشون میده که در مغز خطرناک‌ترین آدمای روی کره‌ی زمین چی می‌گذره. توی این کتاب قراره متوجه بشی که چه تیپ شخصیتی بین قاتلین رایج‌تره، چه آٔدمایی ممکنه دست به کارهای وحشتناکی بزنن و چطور میشه قبل از اینکه گزندی به ما برسه، خطر رو تشخیص بدیم و از این افراد فاصله بگیریم. خبر خوب اینه که چکیدا صفر تا صد این کتاب رو برات خلاصه کرده و همین الان می‌تونی ازطریق سایت و اپلیکیشن چکیدا خلاصه کتاب شخصیت های خطرناک رو بخونی یا بشنوی."
  },
];

export default newstbooks;
